remmina
freerdp
freerdp2
xorg
xorg-init
xorg-xrandr
yay
rofi
tmux
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-pinyin-moegirl
fcitx5-pinyin-zhwiki
fcitx5-qt
fcitx5-gtk
gtk2
gtk3
gtk4
qt6ct
zip
unarchiver
feh
xfce4-power-manager
thunar
thunar-volman
kitty
sioyek
yazi
google-chrome
mpv
lazygit
fzf
neofetch
net-tools
sioyek
ethtool
